{"version": "20210513", "payload": [{"gene": "nsp6", "position": 104, "mutations": "nsp6:104del, nsp6:105del, nsp6:106del", "comment": "Each of the WHO-defined variants of concern, one of the two CDC-defined variants of concern, and a recently described novel E484K-containing U.S. lineage contains the same deletion of amino acids 104 to 106 in the non-structural protein 6 (nsp6) a component of the SARS-CoV-2 membrane-tethered replication complex that is also involved in antagonizes host-responsiveness to interferons[^Annavajhala21][^Martin21][^Skidmore21][^Xia20c]. Although several additional non-spike mutations have been shared by more than one variant of concern, none have occurred as commonly as this mutation[^Plante21].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 13, "mutations": "S:S13I", "comment": "S13I is an NTD mutation present in the B.1.427/9 variant of concern that originated in California. It results in reduced binding to multiple NTD-targeting mAbs[^McCallum21b].", "date_added": "2021-04-08", "date_updated": "2021-04-08"}, {"gene": "S", "position": 18, "mutations": "S:L18F", "comment": "L18F is an NTD mutation present in B.1.351, P.1, and a sub-lineage of B.1.1.7[^Grabowski21]. It is associated with reduced susceptibility to several NTD-binding mAbs but by itself does not appear to reduce susceptibility to plasma from convalescent or vaccinated persons[^Wang21b][^McCallum21].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 69, "mutations": "S:69del, S:70del", "comment": "NTD deletions at positions 69/70 are present in B.1.1.7 and many other variants. They are associated with increased virus replication[^Kemp21]. They do not reduce susceptibility to neutralizing mAbs or convalescent plasma[^McCallum21][^Shen21][^Wang21b][^Wang21f][^Rees-Spear21][^Tada21].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 80, "mutations": "S:D80A", "comment": "D80A is an NTD mutation present in B.1.351. It is associated with reduced susceptibility to some NTD-targeting mAbs but not to plasma from convalescent or vaccinated persons[^Wang21b].", "date_added": "2021-04-08", "date_updated": "2021-04-08"}, {"gene": "S", "position": 141, "mutations": "S:141del, S:142del, S:143del, S:144del, S:145del, S:146del ", "comment": "NTD deletions between positions 141-146 are associated with resistance to several NTD-binding neutralizing mAbs but do not appear to reduce the neutralizing activity of plasma from convalescent or vaccinated persons[^Li20h][^McCallum21][^Wang21b].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 152, "mutations": "S:W152C", "comment": "W152C is an NTD mutation present in the B.1.427/9 variant of concern that originated in California. It results in reduced binding to multiple NTD-targeting mAbs[^McCallum21b].", "date_added": "2021-04-08", "date_updated": "2021-04-08"}, {"gene": "S", "position": 215, "mutations": "S:D215G", "comment": "D215G is a mutation present in B.1.351 but which is otherwise very uncommon. It is associated with low-level reductions in susceptibility to few NTD-targeting mAbs[^Wang21b]. ", "date_added": "2021-04-10", "date_updated": "2021-04-10"}, {"gene": "S", "position": 222, "mutations": "S:A222V", "comment": "A222V is a common NTD mutation that emerged in Europe in the summer of 2020[^Hodcroft20]. It is generally not considered an immune-escape mutation, although ts effect on NTD-targeting mAbs and plasma from convalescent and vaccinated persons has not been well studied. ", "date_added": "2021-04-07", "date_updated": "2021-04-07"}, {"gene": "S", "position": 242, "mutations": "S:242del, S:243del, S:244del", "comment": "NTD deletions between positions 242-244 are associated with resistance to several NTD-binding neutralizing mAbs. They have rarely been associated with reduced neutralization activity of plasma from convalescent persons but remain fully susceptible to plasma from vaccinated persons[^McCallum21][^Wang21b][^Wang21f].", "date_added": "2021-04-07", "date_updated": "2021-04-07"}, {"gene": "S", "position": 246, "mutations": "S:R246I", "comment": "R246I is a rare mutation present in a small proportion of B.1.351 usually in combination with a deletion encompassing positions 242-244, which reduces susceptibility to multiple NTD-targeting mAbs[^Wang21b].", "date_added": "2021-04-10", "date_updated": "2021-04-10"}, {"gene": "S", "position": 253, "mutations": "S:D253GY", "comment": "D253G/Y are NTD mutations in a commonly recognized Ab epitope and are associated with reduced susceptibility to some NTD-targeting mAbs. D253G is in the B.1.526. variant first identified in New York.", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 417, "mutations": "S:K417NT", "comment": "K417N/T are ACE2-binding site RBM mutations present in the WHO-defined variants of concern B.1.351 (K417N) and P.1 (K417T). Both mutations reduce ACE2 binding[^Collier21][^Greaney20] and rarely occur in other virus variants. K417N confers >100-fold reduced susceptibility to ETE[^Starr21] and ~30-fold reduced susceptibility to CAS[^Wang21b] but appears to retain susceptibility to the remaining mAbs in advanced clinical development[^Wang21b]. K417N/T retain full susceptibility to plasma samples from convalescent persons. ", "date_added": "2021-04-05", "date_updated": "2021-04-22"}, {"gene": "S", "position": 439, "mutations": "S:N439K", "comment": "N439K is an ACE2-binding site RBD mutation reported to increase ACE2 affinity[^Chen21][^Starr20][^Thomson21]. It causes high-level resistance to IMD[^Starr21][^Wang21e] and reduces binding to TIG[^Greaney20]. Viruses containing N439K usually retain full susceptibility to convalescent plasma[^Greaney21][^Shen21][^Thomson21]. ", "date_added": "2021-04-05", "date_updated": "2021-04-22"}, {"gene": "S", "position": 440, "mutations": "S:N440K", "comment": "N440K is an uncommon RBD mutation found in several global lineages and an increasing proportion of infections reported from India[^Tandel21]. It causes high-level resistance to IMD and C135, two mAbs that bind the RBD core region[^Weisblum20][^Wang21]. It retains susceptibility to Vir-7831, another core-binding mAb [^Cathcart21]. Based on limited data, it does not appear to reduce susceptibility to most convalescent plasma samples[^Wang21].", "date_added": "2021-04-13", "date_updated": "2021-05-01"}, {"gene": "S", "position": 446, "mutations": "S:G446V", "comment": "G446V is a rare RBD mutation in the ACE2 binding site. In one study it was reported to occur in 4.5% of CAS/IMD study participants at an allele fraction above 15%[^Copin21]. It causes high-level resistance to IMD and C135[^Rothenberger21][^Weisblum20]. It retains susceptibility to CAS but has not been tested against most of the other mAbs in phase III trials.", "date_added": "2021-04-10", "date_updated": "2021-04-22"}, {"gene": "S", "position": 452, "mutations": "S:L452R", "comment": "L452R is the only RBD mutation in the CDC-defined variant of concern B.1.427/9[^Deng21][^Zhang21]. It is also present in several additional lineages including the recently recognized “double mutant” variant reported from the western state of Maharashtra in India. L452R is associated with reduced susceptibility to several RBM class II mAbs including BAM but not to the other FDA EUA-approved mAbs[^Copin21][^Li20h][^Liu21][^FDA21][^Wang21e].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 453, "mutations": "S:Y453F", "comment": "Y453F is an ACE2-binding site RBD mutation that emerged several times in mink lineages, including one that subsequently spread among humans (B.1.1.298; cluster 5), but which is no longer active[^Garcia-Beltran21]. Y453F increases ACE2 binding but for uncertain reasons remains rare[^Bayarri-Olmos21][^Gobeil21b][^Starr20]. Y453F is associated with high-level resistance to CAS but retains susceptibility to IMD and ETE[^Baum20][^Wang21f]. Data for the other FDA EUA-approved mAbs are not available. It appears to retain susceptibility to plasma from convalescent and vaccinated persons[^Hoffmann21][^Wang21].", "date_added": "2021-04-05", "date_updated": "2021-04-22"}, {"gene": "S", "position": 477, "mutations": "S:S477N", "comment": "S477N is a common RBM mutation that has increased gradually since the start of the pandemic. It increases the strength of ACE2 binding[^Starr20]. It has not been shown to reduce susceptibility to any of the FDA EUA-approved mAbs[^Copin21][^Wang21f].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 478, "mutations": "S:T478IK", "comment": "T478K is an RBD mutation in a lineage (B.1.1.519) that is circulating widely in California. Its effects on mAbs and immune plasma have not been well-studied although it appears to retain unchanged binding to each of the EUA-approved mAbs[^Starr21][^Starr21b]. T478I is an uncommon RBD mutation, which has been shown to be susceptible to each of the EUA approved mAbs and all other mAbs tested[^Li20h][^Weisblum20][^Wang21e][^Wang21f].", "date_added": "2021-04-08", "date_updated": "2021-04-08"}, {"gene": "S", "position": 484, "mutations": "S:E484K", "comment": "E484K is an RBM mutation present in two of the WHO-defined variants of concern (B.1.351[^Tegally21] and P.1[^Faria21]), and in multiple additional variants including B.1.526, P.3, and a B.1.1.7 sub-lineage[^Annavajhala21][^West21][^Bascos21][^Ferrareze21][^Tablizo21][^Voloch21] [^Collier21][^Grabowski21]. E484 is recognized by a high proportion of the polyclonal Abs developing in SARS-CoV-2 infected persons[^Greaney21]. E484K has been selected in vitro by CAS, BAM, and other RBM class I and II mAbs[^Baum20][^Greaney20][^Liu21][^FDA21][^Weisblum20] and it reduces susceptibility to these mAbs[^Baum20][^Chen21][^Copin21][^Gottlieb21][^Wang21b]. In aggregate data from six studies, E484K alone displays ≥10-fold reduced susceptibility to 8% and partially reduced susceptibility to 29% of 90 convalescent plasma samples[^Greaney20][^Jangra21][^Liu21][^Tada21][^Wang21b]. In data from four studies, it partially reduces susceptibility to 37% of 57 samples from persons immunized with BNT162b2 or mRNA-1273[^Jangra21][^Liu21][^Tada21][^Wang21b].", "date_added": "2021-04-05", "date_updated": "2021-04-22"}, {"gene": "S", "position": 484, "mutations": "S:E484Q", "comment": "E484 is an RBM position recognized by a high proportion of the polyclonal Abs developing within SARS-CoV-2 infected persons[^Greaney21]. E484Q is present in combination with L452R in a recently recognized “double mutant” variant first reported from the western state of Maharashtra in India. It has been selected in vitro and in vivo with BAM[^FDA21]. It is associated with >100-fold reduced susceptibility to BAM and about 10-fold reduced susceptibility to CAS but retained susceptibility to ETE and IMD. Few data are available for other mAbs. Pseudoviruses containing E484Q were associated with >10-fold reduced susceptibility to 4 of 9 plasma samples[^Greaney21].", "date_added": "2021-04-07", "date_updated": "2021-04-22"}, {"gene": "S", "position": 490, "mutations": "S:F490S", "comment": "F490S is an uncommon RBM mutation recently reported to arise independently within several B.1.1.7 lineage sequences[^Grabowski21]. F490S is associated with high-level resistance to BAM but retains susceptibility to the other FDA EUA-approved mAbs[^Gottlieb21][^FDA21].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 493, "mutations": "S:Q493KR", "comment": "Q493R/K are extremely rare ACE2-binding site RBD mutations selected in vitro by CAS[^Baum20], BAM[^FDA21] and several other mAbs[^Weisblum20]. They  associated with reduced binding to BAM, ETE, and CAS[^Starr21][^Starr21b] and reduced neutralization by multiple vaccine-elicited mAbs[^Wang21].", "date_added": "2021-04-08", "date_updated": "2021-04-22"}, {"gene": "S", "position": 494, "mutations": "S:S494P", "comment": "S494P is an RBM mutation recently reported to arise independently in multiple lineages including a B.1.1.7 sub-lineage[^Grabowski21]. S494P is associated with high-level resistance to BAM and ~5-fold reduced susceptibility to CAS[^Copin21][^FDA21].", "date_added": "2021-04-05", "date_updated": "2021-04-13"}, {"gene": "S", "position": 501, "mutations": "S:N501Y", "comment": "N501Y is an ACE2-binding site RBM mutation present in each of the three WHO-defined variants of concern and in an increasing number of other variants. N501Y increases ACE2-binding[^Cheng21][^Liu21c][^Starr20][^Supasa21][^Zhu21] and increases virus replication in human upper airway cells[^Liu21c]. N501Y does not influence the binding and neutralization of most mAbs[^Chen21][^Copin21][^Rees-Spear21][^Shen21][^Wang21b][^Weisblum20]. N501Y alone is rarely associated with reduced susceptibility to convalescent plasma[^Edara21][^Rees-Spear21][^Shen21][^Wang21b] or plasma from persons receiving the Pfizer/BioNTech BNT162b2, Moderna mRNA-1273, or Novavax NVX-CoV2373 vaccines[^Edara21][^Muik21][^Shen21][^Wang21b][^Wang21][^Xie21b].", "date_added": "2021-04-05", "date_updated": "2021-04-22"}, {"gene": "S", "position": 570, "mutations": "S:A570D", "comment": "A570D is in a part of the C-terminal region of S1 called SD1. It is present in 99% of B.1.1.7 sequences but in few other lineages. It does not reduce susceptibility to any of the mAbs in advanced clinical development or to plasma from convalescent or vaccinated persons[^Wang21b].", "date_added": "2021-04-07", "date_updated": "2021-04-07"}, {"gene": "S", "position": 614, "mutations": "S:D614G", "comment": "D614G began increasing in prevalence in late February 2020 and within several months rose to a global prevalence approximating 100%[^Korber20]. Virus clones containing D614G produce higher levels of replication in primary human airway cells and in the upper respiratory tracts of hamsters[^Hou20][^Plante20][^Zhou21d]. D614G disrupts one or more interprotomer contacts resulting in a greater likelihood that one or more of the three RBDs are in an open versus closed position[^Benton20][^Yurkovetskiy20]. D614G may also be responsible for increasing the number of spike proteins per virion[^Jackson20][^Zhang20h] and increasing the rate of S1/S2 cleavage[^Gobeil21]. Viruses with D614G are slightly more susceptible to neutralization by mAbs, convalescent plasma, and plasma from vaccinated persons[^Weissman21][^Yurkovetskiy20].", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 675, "mutations": "S:Q675HR, S:Q677HP, S:N679K", "comment": "Mutations just upstream of the S1/S2 furin cleavage including Q675H/R, Q677H/P, N679K, and P681H/R have occurred independently in many SARS-CoV-2 global lineages[^Hodcroft21]. P681H also occurs in B.1.1.7 and P.3. It influences virus tropism, increasing S1/S2 cleavage in cells that rely on TMPRSS2 for cell entry such as human airway epithelial cells[^Brown21][^Johnson21]. Whether other mutations in this region have a similar effect is not known. ", "date_added": "2021-04-05", "date_updated": "2021-04-07"}, {"gene": "S", "position": 681, "mutations": "S:P681HR", "comment": "P681H is proximal to the S1/S2 furin cleavage site. It is present in B.1.1.7, P.3, and an increasing number of global lineages[^Maison21][^Tablizo21][^Zuckerman21]. It influences virus tropism, increasing S1/S2 cleavage in cells that rely on TMPRSS2 for cell entry such as human airway epithelial cells[^Brown21][^Johnson21]. P681R is also present in an increasing number of lineages including B.1.617, the variant first identified in India which contains L452R plus E484Q.", "date_added": "2021-04-07", "date_updated": "2021-04-11"}, {"gene": "S", "position": 701, "mutations": "S:A701V", "comment": "A701V is present in two variants of concern - B.1.351 and B.1.526. It does not appear to reduce susceptibility to any mAb or to plasma from convalescent or vaccinated persons[^Wang21b].", "date_added": "2021-04-08", "date_updated": "2021-04-08"}, {"gene": "S", "position": 716, "mutations": "S:T716I", "comment": "T716I is an S2 mutation present in 99% of B.1.1.7 sequences and several other lineages. It does not reduce susceptibility to any of the mAbs in advanced clinical development or to plasma from convalescent or vaccinated persons[^Wang21b]. ", "date_added": "2021-04-07", "date_updated": "2021-04-07"}, {"gene": "S", "position": 982, "mutations": "S:S982A", "comment": "S982A is in the heptad repeat 1 part of S2. It is present in 99% of B.1.1.7 sequences but in few other lineages. It does not reduce susceptibility to any of the mAbs in advanced clinical development[^Wang21b]. It minimally reduced susceptibility to a small proportion of convalescent plasma samples[^Wang21b].   ", "date_added": "2021-04-07", "date_updated": "2021-04-07"}, {"gene": "S", "position": 1118, "mutations": "S:D1118H", "comment": "D1118H is an S2 mutation present in 99% of B.1.1.7 sequences but in few other lineages. It does not reduce susceptibility to any of the mAbs in advanced clinical development or to plasma from convalescent or vaccinated persons[^Wang21b].  ", "date_added": "2021-04-07", "date_updated": "2021-04-07"}]}